Repository: hugobranq/ines
Catalog: ines/locale/*/LC_MESSAGES/ines.po
Languages: pt

source: Monday
pt: Segunda-feira

source: Tuesday
pt: Terça-feira

source: Wednesday
pt: Quarta-feira

source: Thursday
pt: Quinta-feira

source: Friday
pt: Sexta-feira

source: Saturday
pt: Sábado

source: Sunday
pt: Domingo

source: January
pt: Janeiro

source: February
pt: Fevereiro

source: March
pt: Março

source: April
pt: Abril

source: May
pt: Maio

source: June
pt: Junho

source: July
pt: Julho

source: August
pt: Agosto

source: September
pt: Setembro

source: October
pt: Outubro

source: November
pt: Novembro

source: December
pt: Dezembro

source: ${week}, ${day} ${month} ${year} ${hour}
pt: ${week}, ${day} de ${month} de ${year} às ${hour}

source: ${week}, ${day} ${month} ${year}
pt: ${week}, ${day} de ${month} de ${year}

source: ${day} ${month} ${year} ${hour}
pt: ${day} de ${month} de ${year} às ${hour}

source: ${day} ${month} ${year}
pt: ${day} de ${month} de ${year}

source: ${month} ${year} ${hour}
pt: ${month} de ${year} às ${hour}

source: ${month} ${year}
pt: ${month} de ${year}

source: ${year} ${hour}
pt: No ano ${year} às ${hour}

source: ${week}, ${month} ${year} ${hour}
pt: ${week}, ${month} de ${year} às ${hour}

source: ${week}, ${month} ${year}
pt: ${week}, ${month} de ${year}

source: ${week}, ${day} ${year} ${hour}
pt: ${week}, dia ${day} de ${year} às ${hour}

source: ${week}, ${day} ${year}
pt: ${week}, dia ${day} de ${year}

source: ${day} ${year} ${hour}
pt: Dia ${day} de ${year} às ${hour}

source: ${day} ${year}
pt: Dia ${day} de ${year}

source: ${week}, ${year} ${hour}
pt: ${week}, ${year} às ${hour}

source: ${week}, ${year}
pt: ${week}, do ano ${year}

source: ${week}, ${day} ${month} ${hour}
pt: ${week}, ${day} de ${month} às ${hour}

source: ${week}, ${day} ${month}
pt: ${week}, ${day} de ${month}

source: ${day} ${month} ${hour}
pt: ${day} de ${month} às ${hour}

source: ${day} ${month}
pt: ${day} de ${month}

source: ${week}, ${month} ${hour}
pt: ${week}, ${month} às ${hour}

source: ${month} ${hour}
pt: ${month} às ${hour}

source: ${week}, ${day} ${hour}
pt: ${week}, ${day} às ${hour}

source: ${week}, ${day}
pt: ${week}, dia ${day}

source: ${day} ${hour}
pt: Dia ${day} às ${hour}

source: ${day}
pt: Dia ${day}

source: ${week} ${hour}
pt: ${week}, ano de ${year}

source: No data
pt: Sem data

source: yoctometre
pt: yoctômetro

source: zeptometre
pt: zeptômetro

source: attometre
pt: attômetro

source: femtometre
pt: femtômetro

source: picometre
pt: picômetro

source: nanometre
pt: nanômetro

source: micrometre
pt: micrômetro

source: millimetre
pt: milímetro

source: centimetre
pt: centímetro

source: decimetre
pt: decímetro

source: metre
pt: metro

source: decametre
pt: decâmetro

source: hectometre
pt: hectômetro

source: kilometre
pt: quilômetro

source: megametre
pt: megametro

source: gigametre
pt: gigametro

source: terametre
pt: terametro

source: petametre
pt: petametro

source: exametre
pt: exametro

source: zettametre
pt: zettametro

source: yottametre
pt: yottametro

source: Yes
pt: Sim

source: No
pt: Não

source: Invalid CSV encoding
pt: Codificação do CSV inválida

source: Invalid postal address
pt: Código postal inválido

source: First number must be between 1000 and 9999
pt: O primeiro número tem de ser entre 1000 e 9999

source: Invalid number
pt: Número inválido

source: Need to have ${length} chars
pt: Tem de ter ${length} caracteres

source: Invalid code
pt: Código inválido

source: Invalid "skype" username
pt: Contacto "skype" inválido

source: Required
pt: Obrigatório

source: Need to start with ${chars}
pt: Tem de começar por ${chars}

source: Second number must have 3 digits
pt: O segundo número tem de ter 3 dígitos

source: Need to be a number
pt: Tem de ser um número

source: Need to have ${length} digits
pt: Tem de ter ${length} dígitos

source: Send queue emails
pt: Enviar emails em lista de espera

source: Create images
pt: Criar imagens

source: Too many tries. Try again later
pt: Demasiadas tentativas. Tente novamente mais tarde

source: Comma (,)
pt: Vírgula (,)

source: Semicolon (;)
pt: Ponto e vírgula (;)

source: Double quote
pt: Aspas duplas

source: Single quote
pt: Aspas simples

source: Linux and MacOS (LF)
pt: Linux e MacOS (LF)

source: Old MacOS (CR)
pt: MacOS antigo (CR)

source: Other (LF+CR)
pt: Outro (LF+CR)

source: All languages
pt: Todas as linguagens

source: West Europe
pt: Europa Ocidental

source: Page
pt: Página

source: Results per page
pt: Resultados por página

source: Order by
pt: Ordenar por

source: Number of results
pt: Número de resultados

source: Number of page results
pt: Número de resultados por página

source: Last page
pt: Última página

source: Next page url
pt: Url da página seguinte

source: Previous page url
pt: Url da página anterior

source: First page url
pt: Url da primeira página

source: Last page url
pt: Url da última página

source: CSV content delimiter
pt: Delimitador das colunas do CSV

source: CSV content quote
pt: Delimitador do texto de cada coluna do CSV

source: CSV line terminator
pt: Código para quebra de linha do CSV

source: CSV encoding
pt: Codificação do CSV

source: Deleted
pt: Apagado

source: Incomplete date
pt: Data incompleta

source: Incomplete time
pt: Hora incompleta

source: Show fields
pt: Mostrar campos

source: Exclude fields
pt: Excluir campos

source: Invalid file.
pt: Ficheiro inválido
